[Character.CharClass_DemonicSkrakk AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_DemonicSkrakk AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skarakk Pesadelo")
PlayThroughs[1]=(DisplayName="Skarakk Ressucitado")
PlayThroughs[2]=(DisplayName="Skarakk Demoníaco")

